Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/4_id_458440.html.tmx
Source language: sme
Languages: nob

source: Dás don leat :
nob: Du er her :

source: Bargodepartemeanta
nob: Arbeidsdepartementet

source: Dokumeanttat
nob: Dokumenter

source: Proposišuvnnat ja dieđáhusat
nob: Proposisjoner og meldinger

source: Dieđáhusat Stuorradiggái
nob: Meldinger til Stortinget

source: 4 Sámedikki váldi ja ...
nob: 4 Sametingets myndighet ...

source: St.dieđ. nr. 55 ( 2000-2001 )
nob: St.meld. nr. 55 ( 2000-2001 )

source: Sámepolitihka birra
nob: Om samepolitikken

source: Bláđe dokumeanttas :
nob: Bla i dokumentet :

source: &lt; 3 Sámepolitihka rievttálaš ...
nob: &lt; 3 Det rettslige grunnlaget ...

source: 5 Sámedikki rolla stáhta , ... &gt;
nob: 5 Sametingets rolle i ... &gt;

source: Ovdasiidu
nob: Dokumentets forside

source: 4 Sámedikki váldi ja iešmearrideami doaba
nob: 4 Sametingets myndighet og begrepet selvbestemmelse

source: 4.1 Duogáš
nob: 4.1 Bakgrunn

source: Sámi vuoigatvuođalávdegoddi oaččui 1980 earret eará mandáhttan čielggadit leago dárbu ja leago ulbmillaš vuođđudit álbmotválljejuvvon , ovddasteaddji orgána sámiide Norggas .
nob: Samerettsutvalget fikk i 1980 blant annet i mandat å utrede om det er behov for og om det vil være hensiktsmessig å opprette et folkevalgt , representativt organ for samene i Norge .

source: Lávdegoddi gávnnahii ahte lei dárbu diekkár orgánii , mas galggai leat váldodahkamuššan addit Norgga sámi álbmotjovkui oktasaš foruma gos ságaškuššet sámi áššiin ja hábmejit sámepolitihka .
nob: Utvalget kom fram til at det var behov for et slikt organ , som skulle ha som hovedoppgave å gi den samiske folkegruppen i Norge et felles forum for drøfting av samiske saker og utforming av samepolitikk .

source: Lávdegotti árvvoštallan lei ahte dát lei dárbbašlaš earret eará vái váfistuvvo váikkuhanfápmu ja oassálastin mearridanproseassaide .
nob: Utvalgets vurdering var at dette var nødvendig blant annet for å sikre innflytelse og deltakelse i beslutningsprosesser .

source: Lassin oaivvildii lávdegoddi ahte go gávdno álbmotválljejuvvon orgána mii lea sámi veahkadaga sátneguoddi , de dahká dat álkibun guovddáš eiseválddiide dahkat lobálaš 1 mearrádusaid sámepolitihkalaš duovdagis .
nob: I tillegg mente utvalget at eksistensen av et folkevalgt organ som talerør for den samiske befolkningen ville gjøre det lettere for sentrale myndigheter å treffe legitime beslutninger på det samepolitiske området .

source: Sámedikki válddi hárrái ovdehii lávdegoddi ahte diggi galgá sáhttit váldit ovdan buot lágan áššiid main adnojuvvo leamen vásedin mearkkašupmi sámi veahkadahkii .
nob: Når det gjelder Sametingets myndighet , la utvalget til grunn at tinget må kunne ta opp alle typer saker som anses å være av særlig betydning for den samiske befolkningen .

source: Lávdegoddi deattuhii ahte Sámedikki mearridanváldi « … ii ( berre ) mearriduvvot agibeaivái , muhto galgá sáhttit gárgeduvvot orgána iežas ipmárdusa ja dábálaš servodatoainnu mielde sámi veahkadaga sajádaga hárrái Norggas » ( vrd. NA— 1984 : 18 ) .
nob: Utvalget la vekt på at Sametingets beslutningsmyndighet « ... ikke [ bør ] fastlegges en gang for alle , men kunne utvikles i tråd med organets egen oppfatning og det alminnelige samfunnssyn på den samiske befolknings stilling i Norge » ( jf. NOU 1984 : 18 Om samenes rettsstilling , s 514 ) .

source: Stuorradikki justiisakomitea guorrasii dása .
nob: Stortingets justiskomité sa seg enig i dette .

source: Sámedikki ja stáhta sámepolitihka lobálašvuohta lea sorjavaš earret eará das ahte Sámedikki oassálastin mearridanproseassaide válganahttá váikkuhanfámu mearrádusaid bohtosii .
nob: Legitimiteten til Sametinget og statens samepolitikk avhenger blant annet av at Sametingets deltakelse i beslutningsprosesser resulterer i innflytelse over beslutningenes utfall .

source: Dán oktavuođas lea doaba iešmearrideapmi gessojuvvon sámepolitihkalaš digaštallamii máŋgga jagi čađa , earret eará deaŧalaš rámmaáššegirjjiin Sámedikkis .
nob: I den forbindelse er begrepet selvbestemmelse blitt trukket inn i den samepolitiske debatten gjennom flere år , blant annet i viktige politiske rammedokumenter fra Sametinget .

source: Dán duogážin lea ahte doaba iešmearrideapmi geavahuvvo riikkaidgaskasaččat , earret eará guovtti ON-konvenšuvnnas 1966:s siviila ja poli ­tihkalaš vuoigatvuođaid ja ekonomalaš , sosiála ja kultuvrralaš vuoigatvuođaid birra .
nob: Dette har sin bakgrunn i at begrepet selvbestemmelse brukes internasjonalt , blant annet i de to FN-konvensjonene fra 1966 om henholdsvis sivile og politiske og økonomiske , sosiale og kulturelle rettigheter .

source: Doaba lea ­maiddái geavahuvvon artihkkalis 3 ON-deklarašuvnna evttohusas eamiálbmogiid vuoigatvuođaid birra .
nob: Begrepet er også benyttet i art. 3 i utkastet til FN-erklæring om urfolks rettigheter .

source: ON:a olmmošvuoigatvuođakomitea bivddii , golggotmánus 1999 , Norgga raporteret eamiálbmogiid birra artihkkala 1 vuolde álbmogiid vuoigatvuođa birra iešmearrideapmái konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid birra .
nob: FNs menneskerettskomité ba , i oktober 1999 , Norge om å rapportere om urfolk under artikkel 1 om folkenes rett til selvbestemmelse i konvensjonen om sivile og politiske rettigheter .

source: Stáhtat eai leat dássážii raporteren eamiálbmogiid birra , eai dán artihkkala vuolde eaige ON-konvenšuvnna vuolde ekonomalaš , sosiála ja kultuvrralaš vuoigatvuođaid birra .
nob: Statene har hittil ikke rapportert om urfolk , hverken under denne artikkelen eller under FN-konvensjonen om økonomiske , sosiale og kulturelle rettigheter .

source: Raporteren lea dássážii addojuvvon artihkkala 27 vuolde , mii čielgasit siskkilda veahádagaid .
nob: Rapportering vedrørende urfolk er så langt gitt under artikkel 27 , som eksplisitt omhandler minoriteter .

source: Norga áigu árvvoštallat dán ávžžuhusa iežas čuovvovaš raportta oktavuođas , mii sáddejuvvo ovdal golggotmánu 1. 2004 .
nob: Norge vil vurdere denne anmodningen i forbindelse med sin neste rapport , som skal oversendes innen 1. oktober 2004 .

source: Sámedikki vuođđudeami rájes 1989 lea dáhpáhuvvan jotkkolaš proseassa addit sámiide lasi váikkuhanfámu Sámedikki nannemiin ovddasvástideaddji orgánan sámi servodaga gárgedeamis .
nob: Siden Sametingets opprettelse i 1989 , har det pågått en kontinuerlig prosess for å gi samene økt innflytelse gjennom å styrke Sametinget som det ansvarlige organet for utviklingen av det samiske samfunnet .

source: Máŋga politihkalaš mearrádusa maŋimuš 10–15 jagis lea dahkan vuđđosa ođđasisvirkkosmahttit ja viidáseappot gárgedit sámi giela , kultuvrra ja servodateallima .
nob: En rekke politiske vedtak i løpet av de siste 10–15 årene har skapt grunnlag for revitalisering og videre utvikling av samisk språk , kultur og samfunnsliv .

source: Sámiid vuoigatvuođalaš stáhtusa nannen vuođđolága bokte 1988 , sámelága mearrideapmi 1987 , Sámedikki vuođđudeapmi 1989 ja ILO-soahpamuša nr. 169 nannen 1990 , lea erenoamážit veahkehan sámiid oažžut eanet duođalaš váikkuhanfámu servodatdilálašvuođaide mat gusket sidjiide .
nob: Grunnlovsfestingen av samenes rettslige status i 1988 , vedtaket av sameloven i 1987 , opprettelsen av Sametinget i 1989 og ratifiseringen av ILO-konvensjon nr. 169 i 1990 , har særlig bidratt til at samene har fått mer reell innflytelse i samfunnsforhold som angår dem.

source: Báikenammalágas ( Lov mai 18. 1990 nr. 11 om stadnamn / Láhka miessemánu 18. 1990 nr. 11 báikenamaid birra ) ja sámelaga giellakapihttalis , mii maiddái mearriduvvui 1990 , lea dáid lassin leamaš stuorra kultuvrralaš mearkkašupmi .
nob: Stadnamnlova ( Lov 18. mai 1990 nr. 11 om stadnamn ) og språkkapittelet i sameloven , som også ble vedtatt i 1990 , har i tillegg stor kulturell betydning .

source: Oahpahusláhka ( Lov 17. juli 1998 nr. 61 om grunnskolen og vidaregåande opplæringa / Láhka suoidnemánu 17. 1998 nr. 61 vuođđoskuvlla ja joatkkaoahpahusa birra ) addá Sámediggái láhkaásahusválddi sámi oahpahussii skuvllas .
nob: Opplæringsloven ( Lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa ) gir Sametinget forskriftsmyndighet i forhold til samisk opplæring i skolen .

source: Sámediggi atná Sámediggeplánas 1998–2001 áigodahkii vuolggasadjin ahte sámit leat sierra álbmot – eamiálbmot mas lea gullevašvuohta guvlui .
nob: Sametinget tar i Sametingsplanen for perioden 1998–2001 utgangspunkt i at samene er et eget folk – et urfolk med tilknytning til et område .

source: Sámediggeplánas čuoččuhuvvo ahte álbmogiid vuoigatvuohta iešmearrideapmái lea riikkaidgaskasaččat dohkkehuvvon prinsihppa , man ON:a miellahttoriikkat leat geatnegahttojuvvon ovddidit ja suodjalit .
nob: I Sametingsplanen hevdes det at folkenes rett til selvbestemmelse er et internasjonalt anerkjent prinsipp , som FNs medlemsland er forpliktet til å fremme og beskytte .

source: Daddjojuvvo maiddái ahte nugo earáge eamiálbmogat miehtá máilmmi oaivvildit sámit ahte vuoigatvuohta iešmearrideapmái maiddái gusto máilmmi eamiálbmogiidda , ja ahte máilmmeservodat danne ferte dan dohkkehit .
nob: Det heter også at i likhet med urfolk over hele verden mener samene at retten til selvbestemmelse også gjelder verdens urfolk , og derfor må anerkjennes av verdenssamfunnet . Sametinget krever at staten må legge til rette for selvbestemmelse .

source: Sámediggeplánas lea iešmearrideapmi meroštallojuvvon « oktasaš vuoigatvuohtan mearridit iežas boahtteáiggi badjel » .
nob: I Sametingsplanen er selvbestemmelse definert som « en kollektiv rett til å bestemme over egen fremtid » .

source: Maiddái daddjojuvvo ahte « Vuoigatvuohta iešmearrideapmái ( maiddái ) mearkkaša … vuoigatvuođa addit mearridanvuoigatvuođa Sámedikki beales .
nob: Videre blir det sagt at « Retten til selvbestemmelse [ også ] medfører … retten til å avgi beslutningsrett fra Sametingets side .

source: Dat máksá ahte leat sámit ieža , iige stáhta , geat mearridit makkár servodatduovdagiid badjel sámi álbmogis galgá leat stivrejupmi , ráđđejupmi ja hálddaheapmi » .
nob: Det vil si at det er samene selv , og ikke staten , som avgjør hvilke samfunnsområder det samiske folk skal ha styring , kontroll og forvaltning over . »

source: Sámedikki jahkedieđáhusas jagi 2000 ovddas deattasta Sámediggi ahte « eamiálbmogiid vuoigatvuohta iešmearrideapmái gusto buot servodatduovdagiin , nugo dahká buot eará álbmogiidda » .
nob: I Sametingets årsmelding for 2000 framholder Sametinget også at « retten til selvbestemmelse for urfolk gjelder på alle samfunnsområder , slik det gjør for alle andre folk » .

source: Mii gusto siterejuvvon hámuhemiide dás bajábealde , de ii leat Sámediggi dovddahan makkár oaivila dat konkrehtalaččat bidjá daidda .
nob: Når det gjelder de siterte formuleringene ovenfor , har Sametinget ikke tilkjennegitt hva det konkret legger i dem.

source: Ráđđehus atná ahte oassi dáid juksanmeriin leat osohahkii hui viidát ja sáhttet dulkojuvvot dego eai leat makkárge ráddjehusat iešmearridanvuoigatvuođas .
nob: Regjeringen finner at en del av disse målsettingene er til dels meget omfattende og kan tolkes som om det ikke er noen begrensninger på selvbestemmelsesretten .

source: Danne ráđđehus ii sáhte daidda mieđihit .
nob: Regjeringen kan derfor ikke gi sin tilslutning til disse .

source: Ráđđehusa oainnu mielde fertejit Sámedikki juksanmearit gehččojuvvot proseassan mii doaibmá ovttas servodatgárgedemiin muđui .
nob: Etter regjeringens syn må Sametingets målsettinger ses på som en prosess i samspill med den øvrige samfunnsutviklingen .

source: Ráđđehus oaivvilda ahte lea rivttes lahkaneapmi dán gažaldahkii navdit ahte eamiálbmogiid iešmearridanvuoigatvuođa sisdoallu ja teorehtalaš vuođus gárgeduvvá áiggi vuollái , muhto ahte dás beroškeahttá lea sáhka iešmearridanvuoigatvuođas dálá , sorjjasmeahttun stáhtaid rámmaid siskkabealde .
nob: Regjeringen mener at det er en riktig tilnærming til dette spørsmålet å anta at innholdet i og det teoretiske grunnlaget for urfolks rett til selvbestemmelse vil utvikle seg over tid , men at det uansett vil være tale om en rett til selvbestemmelse innenfor rammene av eksisterende , selvstendige stater .

source: Ráđđehus oaidná dárbbu – maiddái ON:a olmmošvuoigatvuođakomitea ávžžuhusa vuođul ahte Norga galgá raporteret sámiid ja iešmearrideami birra – ságaškuššat Sámedikkiin , ja háliidage bovdet dialogii .
nob: Regjeringen ser behov for – også ut fra henstillingen fra FNs menneskerettskomité om at Norge skal rapportere om samene og selvbestemmelse – å drøfte dette nærmere med Sametinget , og vil derfor invitere til en dialog .

source: Dialoga ulbmilin berre leat stuorát čielggasvuođa oažžun das maid Sámediggi oaivvilda iešmearridandoahpagiin .
nob: Dialogen bør ha som siktemål å oppnå større klarhet i hva Sametinget legger i selvbestemmelsesbegrepet .

source: Juksanmearrin ferte leat vealtat boasttuáddejumiin ja oažžut čielga , meannudanvugiid dákkár gažaldagaid ságaškuššamii .
nob: Målsettingen må være å unngå misforståelser og å komme fram til klare prosedyrer for å drøfte slike spørsmål .

source: Ráđđehus háliida mearkkašit ahte diehtá ahte Sámedikki gieđahaladettiin dan makkár viidodat iešmearrideamis berre leat , maiddái lea leamaš unnitlohku mas lea leamaš veaháš eará lahka ­neapmi gažaldahkii , go masa dás lea refererejuvvon .
nob: Regjeringen vil forøvring bemerke at man er kjent med at det i forbindelse med Sametingets behandling av hvilken utstrekning selvbestemmelsen bør ha , også har vært et mindretall som har hatt en noe annen tilnærming til spørsmålet enn det som er referert her .

source: 4.2 Dárkileappot iešmearrideami doahpaga birra
nob: 4.2 Nærmere om begrepet selvbestemmelse

source: Doaba iešmearrideapmi lea čielggatkeahtes álbmotrievttálaš doaba .
nob: Begrepet selvbestemmelse er et uavklart folkerettslig begrep .

source: Doahpaga árbevirolaš dulkojupmi lea ahte dat gusto álbmogiidda mearkkašumiin « veahkadat mii ássá dihto eanaguovlluid ( stáhtaid ) siskkabealde » , iige álbmogiidda mearkkašumiin « etnalaš joavku » .
nob: Den tradisjonelle tolkningen av begrepet , er at det gjelder for folk i betydningen « befolkning bosatt innenfor bestemte territorier ( stater ) » , ikke for folk i betydningen « etnisk gruppe » .

source: Danne lea iešmearrideapmi árbevirolaččat assosierejuvvon eretkoloniseremiin ja vuollástuvvon stáhtaid vuoigatvuođain iehčanasvuhtii .
nob: Tradisjonelt har selvbestemmelse derfor vært assosiert med avkolonisering og okkuperte staters rett til uavhengighet .

source: « Álbmogiid iešmearridanvuoigatvuođa » jurdda lea álggus vuolgán 1700-jagiid jurddašeamis « álbmotsorjjasmeahttunvuođaprinsihpas » .
nob: Idéen om « folkenes selvbestemmelsesrett » har sin opprinnelse i 1700-tallets tenkning om « folkesuverenitetsprinsippet » .

source: ON-lihttu nanne artihkkalis 1 ja artihkkalis 55 « prinsihpa álbmogiid ovttalágáš vuoigatvuođa ja iešmearrideami birra » .
nob: FN-pakten slår i artikkel 1 og artikkel 55 fast « prinsippet om folkenes like rett og selvbestemmelse » .

source: ON-lihtu artihkkalis 1 lea maiddái olmmošvuoigatvuođaide addojuvvon suodji , dasgo nannejuvvo ahte ON galgá oažžut rádjui riikkaidgaskasaš ovttasbarggu mii ovddida ja movttiidahttá olmmošvuoigatvuođaid árvvusatnima ja vuđolaš luđolašvuođaid buohkaide .
nob: I artikkel 1 i FN-pakten er også menneskerettighetene gitt et vern , da det slås fast at FN skal få i stand internasjonalt samarbeid for å fremme og oppmuntre respekt for menneskerettigheter og grunnleggende friheter for alle .

source: Dalle go Máilmmejulggaštus olmmošvuoigatvuođaid birra 1948 šiehtadallojuvvui ovdan , eai lean ON:a miellahttoriikkat válbmašat viidáseappot gárgedit prinsihpa « álbmogiid ovttalágáš vuoigatvuođa ja iešmearrideami birra » nugo dan gávdná ON-lihtus .
nob: Da Verdenserklæringen om menneskerettigheter av 1948 ble fremforhandlet , var FNs medlemsland ikke rede til å videreutvikle prinsippet om « folkenes like rett og selvbestemmelse » slik man finner dette i FN-pakten .

source: Danne eai gávdno čujuhusat prinsihppii Máilmmejulggaštusas olmmošvuoigatvuođaid birra .
nob: Det finnes derfor ingen henvisninger til prinsippet i Verdenserklæringen om menneskerettigheter .

source: iehtadaladettiin ovdan ON-konvenšuvnna siviila ja politihkalaš vuoigatvuođaid birra 1966 ja ON-konvenšuvnna ekonomalaš , sosiála ja kultuvrralaš vuoigatvuođaid birra 1966 , loktejuvvui gažaldat fas áššin .
nob: I forbindelse med fremforhandlingene av FN-konvensjonen om sivile og politiske rettigheter av 1966 og FN-konvensjonen om økonomiske , sosiale og kulturelle rettigheter av 1966 , ble spørsmålet igjen satt på dagsorden .

source: Vuoigatvuohta iešmearrideapmái , nugo dat lea nannejuvvon guovtti ON-konvenšuvnnas 1966 , ráddjejuvvo viiddis geavaheami ektui mii « prinsihpas álbmogiid ovttalágáš vuoigatvuođa ja iešámearrideami birra » lea ON-lihtu mielde .
nob: Retten til selvbestemmelse , slik denne er fastslått i de to FN-konvensjonene av 1966 , begrenses i forhold til den vide anvendelsen som « prinsippet om folkenes like rett og selvbestemmelse » har etter FN-pakten .

source: Dát boahtá das go iešmearridanvuoigatvuohta , nugo dat lea nannejuvvon ON-konvenšuvnnaid oktasaš artihkkalis 1 1966 , lea hámuhuvvon koloniijadiliid ja militearalaš vuollástemiid dihtii .
nob: Dette skyldes at selvbestemmelsesretten slik denne er fastslått i felles artikkel 1 i FN konvensjonene av 1966 , er formulert med henblikk på kolonisituasjoner og på militær okkupasjon .

source: Nugo vuoigatvuohta lea hámuhuvvon oktasaš artihkkalis 1 , de lea vuoigatvuohta gálgamii ja iehčanas stáhta vuođđudeapmái okta molssaeaktu man « álbmot » sáhttá válljet iežas iešmearridanvuoigatvuođa geavaheamis .
nob: Slik rettigheten er formulert i felles artikkel 1 er retten til løsrivelse og opprettelse av en uavhengig stat en av de opsjoner et « folk » kan velge i utøvelsen av sin selvbestemmelsesrett .

source: « Álbmogiid iešmearridanvuoigatvuođa » viidáset gárgedemiin mat leat dáhpáhuvvan eará neavvuin , leat buohkain leamaš koloniijadilit ja militeara vuollásteamit jurdagis , ja sisdoaluset mielde ii leat daid álki geavahit eará diliide .
nob: Den videreutvikling av « folkenes selvbestemmelsesrett » som har funnet sted i andre virkemidler , har alle hatt kolonisituasjoner og militær okkupasjon for øyet , og etter sitt innhold er de ikke lett anvendelige på andre situasjoner .

source: Gažaldat vuoigatvuođas iešmearrideapmái lea fas šaddan áigeguovdilin eamiálbmotoktavuođain .
nob: Spørsmålet om retten til selvbestemmelse har fått ny aktualitet i en urfolksammenheng .

source: ON-julggaštusevttohusas eamiálbmogiid vuoigatvuođaid birra nannejuvvo artihkkalis 3 ahte eamiálbmogiin lea vuoigatvuohta iešmearrideapmái .
nob: I utkast til en FN-erklæring om urfolks rettigheter slås det i artikkel 3 fast at urfolk har rett til selvbestemmelse .

source: Sánit artihkkalis 3 leat ideanttalaččat sániiguin mat leat oktasaš artihkkalis 1 ON-konvenšuvnnain 1966 , earret daid mat čujuhit « eamiálbmogiidda » .
nob: Ordlyden i artikkel 3 er identisk med ordlyden i felles artikkel 1 i FN konvensjonene av 1966 , med unntak av henvisningen til « urfolk » .

source: ILO-soahpamuš nr. 169 fas ii ásahala gažaldaga iešmearrideamis .
nob: ILO-konvensjon nr. 169 regulerer derimot ikke spørsmålet om selvbestemmelse .

source: Ráđđehusa oaidnu lea ahte ovdanšiehtadallan ON-julggaštusa eamiálbmogiid vuoigatvuođaid birra addá vuogas liibba viidáseappot gárgedit « prinsihpa álbmogiid ovttalágáš vuoigatvuođa ja iešmearrideami birra » eanet konkrehta vuoigatvuohtan eará oktavuođaide go koloniijadiliide ja militearalaš vuollásteapmái .
nob: Det er regjeringens syn at fremforhandlingen av en FN-erklæring om urfolks rettigheter byr på en velkommen anledning til å videreutvikle « prinsippet om folkenes like rett og selvbestemmelse » til mer konkrete rettigheter i andre sammenhenger enn kolonisituasjoner og militær okkupasjon .

source: Ráđđehus áigu almmatge deattastit ahte artihkal 3 iešmearridanvuoigatvuođa birra ON-julggaštusevttohusas eamiálbmogiid vuoigatvuođaid birra ( vrd. kap. 16.2.1 ) lea vuođđuduvvan tekstii mii áiggistis ráhkaduvvui koloniijadiliin ja militearalaš vuollásteamis jurddašettiin , ja mat danne hejodit heivejit eamiálbmogiid vuoigatvuođaid meroštallamii sorjjasmeahttun stáhtaid rámma siskkabealde .
nob: Regjeringen vil imidlertid understreke at artikkel 3 om retten til selvbestemmelse i utkast til FN erklæringen om urfolks rettigheter ( jf. kap. 16.2.1 ) , er basert på en tekst som i sin tid ble utarbeidet med henblikk på kolonisituasjoner og militær okkupasjon , og som derfor passer dårlig til å definere urfolks rettigheter innen rammen av selvstendige stater .

source: Evttohus lea ožžon mearkkašahtti vuostehágu riikkaidgaskasaččat .
nob: Forslaget har også møtt betydelig motstand internasjonalt .

source: Ráđđehus áigu doarjut proseassa mas prinsihppa eamiálbmogiid iešmearridanvuoigatvuođa birra čadnojuvvo ON-lihtu « prinsihppii álbmogiid ovttalágáš vuoigatvuođa ja iešmearrideami birra » ja mas čađahuvvo bálddalas vuoigatvuođagárgedeapmi eamiálbmogiid várás .
nob: Regjeringen vil støtte en prosess hvor prinsippet om urfolks rett til selvbestemmelse knyttes til « prinsippet om folkenes like rett og selvbestemmelse » i FN-pakten og hvor det foretas en parallell rettsutvikling for urfolk .

source: Diekkár gárgedeapmi sáhttá juogo dáhpáhuvvat ON:a eamiálbmotjulggaštusbarggu dahje stáhtageavada bokte .
nob: En slik utvikling kan enten skje gjennom arbeidet med FNs urfolkserklæring , eller gjennom statspraksis .

source: Norgalaš oktavuođas lea gažaldat sámi iešmearrideami sisdoalus , ráđđehusa oainnu mielde , deaŧalaš gažaldat mii gáibida vuđolaš ságaškuššamiid .
nob: I en norsk sammenheng er spørsmålet om innholdet av samisk selvbestemmelse , etter regjeringens syn , et viktig spørsmål som krever grundige drøftelser .

source: Dát ferte dáhpáhuvvat lagas ovttasbarggus Sámedikkiin .
nob: Dette må skje i nært samarbeid med Sametinget .

source: Ráđđehus deattasta ahte čovdosiin mat válljejuvvojit , lea mearkkašupmi riikkaidgaskasaš norbmagárgedeapmái dán duovdagis .
nob: Regjeringen vil understreke at de løsninger som velges vil kunne ha betydning for en internasjonal normutvikling på området .

source: Riikkaidgaskasaš mearkkašupmi mii lea doaibmabijuin mat álggahuvvojit sámiid iešmearrideami hárrái , ferte leat mielde árvvoštallamis .
nob: Den internasjonale betydningen av tiltak som iverksettes i tilknytning til samenes selvbestemmelse må derfor spille en rolle i vurderingen .

source: Ráđđehus ovdeha ahte sámi iešmearrideami gárgedeapmi vuosttažettiin galgá dáhpáhuvvat dálá sorjjasmeahttun ja demokráhtalaš stáhta siskkabealde , ja Norgga dálá geográfalaš rájáid siskkabealde .
nob: Regjeringen forutsetter at utviklingen av sa-misk selvbestemmelse skal skje innenfor rammen av en eksisterende uavhengig og demokratisk stat , og innenfor Norges eksisterende geografiske grenser .

source: Deaŧalaš oasit sámiid iešmearrideami gárgedeamis sáhttet guovdilastojuvvot sámiid mieldemearridanvuoigatvuođa birra .
nob: Viktige elementer i utviklingen av samenes selvbestemmelse kan konsentreres rundt samenes rett til medbestemmelse .

source: Dát vuoigatvuohta siskkilda vuoigatvuođa oassálastit buot mearridandásiide áššiin mat gustojit láhkamearrádusaide ja hálddahussii ja bargui seailluhit ja gárgedit sámiid politihkalaš vuogádagaid .
nob: Denne retten inkluderer retten til å delta på alle beslutningsnivåer i saker som gjelder lovgivning og administrasjon og i arbeidet med å opprettholde og utvikle samenes politiske systemer .

source: Sámiid iešmearrideapmi ferte danne atnit vuolggasadjin vuoigatvuođa oassálastit buot mearrádusaide mat gusket sidjiide .
nob: Samenes selvbestemmelse vil derfor måtte ta utgangspunkt i en rett til å delta i avgjørelser som angår dem.
